学生邮件话题 = {"热点事件":""""
各位同学，大家好！
    接到安全部门的通报，近期学习通事件导致我校存在部分账号密码泄露情况。
为防止不法分子利用，影响到同学们的信息安全，各班级的同学都需要及时更新修改，
在收到邮件的第一时间，请登录如下平台，点击此处，立即修改自己的账号密码。
    希望各位同学积极配合。\n
""",
          "节假日相关":"""
各位同学大家好！
    我校关于中秋节假期的放假通知已发出，放假日期的调整如下，
    点击此处 \n
          """,
          "身份属性":"""
同学你好！
    我是学信网管理员，现检测到你的学信网账号处于异常状态，请点击链接及时检查并及时修改密码。 \n
          """}

非学生邮件话题 = {"工作人员": {"关系属性":"""
管理员，你好
    我是财务部的李三，我的OA系统账号密码忘记了，麻烦重置一下我的OA账号密码，然后将新的账号密码发到这个邮箱。
XXXXXXX@xxx.com,谢谢！\n
""",
                    "环境属性":"""
尊敬的XXX，您好：
    我是贵公司的上游企业xxx企业的合作商XXX，我公司最近有一个新的xxx产品想介绍给贵公司，感兴趣请点击此链接了解。
    非常感谢！\n
                    """,
                    "身份属性":"""
尊敬的面试官：
    您好！
    我是来自XX大学XX专业的XX，求职的岗位是XXX。
    请查收附件简历，期望能够得到一个宝贵的面试机会。
    谢谢！\n
                    """,
                    "计算机相关":"""
各位同事：
    大家好！
    最近我公司安全部门发现'向日癸远控软件'存在远程代码执行漏洞，漏洞编号CNVD-2022-10270，为避免本公司的业务
受到影响，我部门建议各位及时开展安全自查，请及时更新修复。
    漏洞详情请点击此链接。
    最新版的向日葵已发送到附件，请及时更新。\n
                    """},
           "非工作人员": {"环境属性相关":"""
XXX，您好：
    我是XX社区的物业管理委员会的XX，近期疫情反弹，请及时扫描下方二维码登记相关个人信息并填写行程相关信息。
    谢谢配合。\n
           """,
           "社会利益相关":"""
恭喜您在最新XX商场的购物活动中中得一等奖：
    请扫描下方二维码登记信息方便我们及时将奖品送货上门。
    谢谢！\n
           """}
           }
